Repository: 295060456/JobsOCBaseConfigDemo
Catalog: JobsOCBaseConfigDemo/*.lproj/Localizable.strings
Languages: fil_ph, zh_hans

source: By System
fil_ph: Sumunod sa Sistema
zh_hans: 跟随系统

source: Chinese
fil_ph: Tsino
zh_hans: 中文

source: English
fil_ph: Ingles
zh_hans: 英文

source: App language switch
fil_ph: Pagpapalit ng Wika ng App
zh_hans: App国际化之应用内部切换语言

source: NSFaceIDUsageDescription
fil_ph: Kailangan ng App ang iyong pahintulot upang ma-access ang iyong Face ID para sa seguridad
zh_hans: App需要您的同意，才能访问您的面容识别功能，用于安全验证

source: NSAppleMusicUsageDescription
fil_ph: Magdagdag ng mga track sa iyong music library
zh_hans: 添加曲目到您的音乐库

source: NSBluetoothAlwaysUsageDescription
fil_ph: Kung hindi pinapayagan, hindi ka makakapagamit ng mga serbisyo na naka-konekta
zh_hans: 若不允许，你将无法使用联机服务

source: NSBluetoothPeripheralUsageDescription
fil_ph: Kung hindi pinapayagan, hindi ka makakapagamit ng mga serbisyo na naka-konekta
zh_hans: 若不允许，你将无法使用联机服务

source: NSCalendarsUsageDescription
fil_ph: Kung hindi pinapayagan, hindi ka makakapagdagdag ng mga kalendaryo
zh_hans: 若不允许，你将无法使用添加日历功能

source: NSCameraUsageDescription
fil_ph: Kung hindi pinapayagan, hindi ka makakapagkuha ng litrato
zh_hans: 若不允许，你将无法使用拍照功能

source: NSContactsUsageDescription
fil_ph: Impormasyon ng contact directory ay gamitin lamang para sa paghahanap ng mga contact, at laging panatilihing pribado
zh_hans: 通讯录信息仅用于查找联系人，并会得到严格保密

source: NSHealthShareUsageDescription
fil_ph: Kung hindi pinapayagan, hindi ka makakalahok sa mga aktibidad ng ranggong pangkalusugan
zh_hans: 若不允许，你将无法参与运动排行榜活动

source: NSHealthUpdateUsageDescription
fil_ph: Kung hindi pinapayagan, hindi ka makakalahok sa mga aktibidad ng ranggong pangkalusugan
zh_hans: 若不允许，你将无法参与运动排行榜活动

source: NSHomeKitUsageDescription
fil_ph: Kung hindi pinapayagan, hindi ka makakapagamit ng mga serbisyong pang-smart home
zh_hans: 若不允许，你将无法使用智能家居服务

source: NSLocationAlwaysAndWhenInUseUsageDescription
fil_ph: Kailangan namin ang iyong lokasyon upang magamit ang mga serbisyong paghahanap ng mga malapit na negosyo
zh_hans: 我们需要获取你的定位权限以供完成查找附近商户功能

source: NSLocationAlwaysUsageDescription
fil_ph: Kailangan namin ang iyong pahintulot, ang impormasyon ng iyong lokasyon ay gamitin para sa kasalukuyang lokasyon
zh_hans: 我们需要您的同意,您的位置信息将用于查看当前位置信息

source: NSLocationWhenInUseUsageDescription
fil_ph: Kailangan namin ang iyong lokasyon upang magamit ang mga serbisyong paghahanap ng mga malapit na negosyo
zh_hans: 我们需要获取你的定位权限以供完成查找附近商户功能

source: NSMicrophoneUsageDescription
fil_ph: Kailangan namin ang pahintulot sa iyong mikropono upang magamit ang mga serbisyong paghahanap gamit ang boses
zh_hans: 我们需要获取你的麦克风权限以供完成语音搜索功能

source: NSMotionUsageDescription
fil_ph: Kailangan namin ang pahintulot sa iyong galaw upang magamit ang mga serbisyong paglalahad ng kumpetisyon sa aktibidad
zh_hans: 我们需要获取你的运动权限以完成运动挑战赛功能

source: NSPhotoLibraryAddUsageDescription
fil_ph: Kailangan namin ang pahintulot sa iyong gallery upang magamit ang pagpili ng mga larawan
zh_hans: 我们需要获取你的相册权限以完成选择本地图片功能

source: NSPhotoLibraryUsageDescription
fil_ph: Kailangan namin ang pahintulot sa iyong gallery upang magamit ang pagpili ng mga larawan
zh_hans: 我们需要获取你的相册权限以完成选择本地图片功能

source: NSRemindersUsageDescription
fil_ph: Kailangan namin ang pahintulot sa iyong mga paalaala upang magamit ang pagdaragdag ng mga paalaala
zh_hans: 我们需要获取你的提醒事项权限以供添加提醒事项

source: NSSiriUsageDescription
fil_ph: Kailangan namin ang pahintulot sa Siri upang magamit ang mga serbisyong Siri
zh_hans: 我们需要获取你的Siri权限以方便完成Siri建议功能

source: NSSpeechRecognitionUsageDescription
fil_ph: Kailangan namin ang pahintulot sa pagkilala ng boses upang magamit ang pagkilala ng boses sa keyboard
zh_hans: 我们需要获取你的语音识别功能已完成键盘语音识别输入功能

source: NSVideoSubscriberAccountUsageDescription
fil_ph: Kailangan namin ang pahintulot sa TV upang magamit ang TV
zh_hans: 我们需要获取你的TV权限

source: Home
zh_hans: 首页

source: XiMa
zh_hans: 洗码

source: Recharge
zh_hans: 充值

source: CustomerService
zh_hans: 客服

source: MemberCenter
zh_hans: 会员中心

source: B a c k T o L o g i n
fil_ph: Bumalik sa Log-in
zh_hans: 返 回 登 录

source: L o g i n
fil_ph: Magparehistro ng bagong user
zh_hans: 新 用 户 注 册

source: Forgot code
fil_ph: Nakalimutan ang password
zh_hans: 忘记密码

source: Back to HomePage
fil_ph: Bumalik sa Home
zh_hans: 返回首页

source: Save the user name
fil_ph: I-save ang username
zh_hans: 保存用户名

source: Register
fil_ph: Magparehistro
zh_hans: 注册

source: Login
fil_ph: Mag-log in
zh_hans: 登录

source: Customer service
zh_hans: 人工客服

source: Get
fil_ph: Kunin ang verification code
zh_hans: 获取验证码

source: User
zh_hans: 用户名

source: Code
fil_ph: Password
zh_hans: 密码

source: Confirm
fil_ph: Confirm Password
zh_hans: 确认密码

source: Telephone
fil_ph: Telephone Number
zh_hans: 手机号码

source: Auth code
zh_hans: 手机验证码

source: Play Record
zh_hans: 洗码记录

source: My Play
zh_hans: 我的洗码

source: Draw it
fil_ph: Claim Rewards
zh_hans: 领取洗码

source: Sec
zh_hans: 秒

source: Online customer service
zh_hans: 在线客服

source: You can also contact customer service through the following ways
zh_hans: 您还可以通过以下方式联系客服

source: Later
zh_hans: 后获取

source: zaixiankefu_en
fil_ph: zaixiankefu_zh-Hans
zh_hans: zaixiankefu_zh-Hans
